Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/Onboarding.xcstrings
Source language: en_us
Languages: ab, be, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_es, es_mx, eu, fi, fr, gd, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pl, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# Onboarding.TermsOfService.PrivacyPreferences.SendTechnicalDataDescription.v135
source: Data about your device, hardware configuration, and how you use %1$@ helps improve features, performance, and stability for everyone. %2$@
bs: Podaci o vašem uređaju, konfiguraciji hardvera i načinu na koji koristite %1$@ pomažu u poboljšanju funkcija, performansi i stabilnosti za sve. %2$@
ca: Les dades sobre el vostre dispositiu, la configuració del maquinari i sobre com feu servir el %1$@ ajuden a millorar les funcions, el rendiment i l’estabilitat per a tothom. %2$@
co: I dati apprupositu di u vostru apparechju, a cunfigurazione materiale è cumu vo impiegate %1$@ aiutanu à amendà e funzioni, e perfurmenze è a stabilità per tutti. %2$@
cs: Údaje o vašem zařízení, konfiguraci hardwaru a způsobu používání aplikace %1$@ pomáhají zlepšovat funkce, výkon a stabilitu pro všechny. %2$@
cy: Mae data am eich dyfais, ffurfweddiad caledwedd, a sut rydych yn defnyddio %1$@ yn helpu i wella nodweddion, perfformiad, a sefydlogrwydd i bawb. %2$@
da: Data om din enhed, hardwarekonfiguration og hvordan du bruger %1$@ hjælper med at forbedre funktioner, ydeevne og stabilitet for alle. %2$@
de: Daten über Ihr Gerät, Ihre Hardware-Konfiguration und wie Sie %1$@ nutzen, helfen dabei, Funktionen, Leistung und Stabilität für alle zu verbessern. %2$@
dsb: Daty wó wašom rěźe, wašej hardwarowej konfiguraciji a wó tom, kak %1$@ wužywaśo, wšuźi pomagaju, funkcije, wugbaśe a stabilnosć za kuždego pólěpšyś. %2$@
el: Τα δεδομένα σχετικά με τη συσκευή σας, τη διαμόρφωση του υλικού της και τον τρόπο με τον οποίο χρησιμοποιείτε το %1$@ συμβάλλουν στη βελτίωση των λειτουργιών, των επιδόσεων και της σταθερότητας για τους χρήστες σε όλο τον κόσμο. %2$@
eo: Informoj pri via aparato, ĝia aparataro kaj kiel vi uzas %1$@ helpas plibonigi trajtojn, efikecon kaj stabilecon por ĉiuj. %2$@
es: Los datos acerca de tu dispositivo, la configuración del hardware y cómo utilizas %1$@ ayudan a mejorar las funcionalidades, el rendimiento y la estabilidad para los usuarios en todo el mundo. %2$@
es_ar: Los datos sobre tu dispositivo, la configuración de hardware y cómo se usa %1$@ ayudan a mejorar las funciones, el rendimiento y la estabilidad para todos. %2$@
es_cl: Los datos acerca de tu dispositivo, la configuración del hardware y cómo utiliza %1$@ ayudan a mejorar las funcionalidades, el rendimiento y la estabilidad para todos. %2$@
es_es: Los datos acerca de tu dispositivo, la configuración del hardware y cómo utilizas %1$@ ayudan a mejorar las funcionalidades, el rendimiento y la estabilidad para los usuarios en todo el mundo. %2$@
es_mx: Los datos acerca de tu dispositivo, la configuración del hardware y cómo utilizas %1$@ ayudan a mejorar las funcionalidades, el rendimiento y la estabilidad para los usuarios en todo el mundo. %2$@
eu: Zure gailuaren, hardware-konfigurazioaren eta %1$@ erabiltzen duzun moduaren inguruko datuek guztientzat eginbideak, errendimendua eta egonkortasuna hobetzen laguntzen dute. %2$@
fi: Laitteeseesi, kokoonpanosi ja %1$@in käyttötapaan liittyvät tiedot auttavat parantamaan ominaisuuksia, suorituskykyä ja vakautta kaikille. %2$@
fr: Les données concernant votre appareil, la configuration matérielle et la façon dont vous utilisez %1$@ contribuent à améliorer les fonctionnalités, les performances et la stabilité pour tout le monde. %2$@
gl: Os datos sobre o teu dispositivo, a configuración do hardware e como usas %1$@ axudan a mellorar as funcións, o rendemento e a estabilidade para todos. %2$@
he: נתונים על המכשיר שלך, תצורת החומרה והאופן שבו %1$@ משמש אותך עוזרים לשפר את היכולות, הביצועים והיציבות עבור כולם. %2$@
hr: Podaci o tvom uređaju, hardverskoj konfiguraciji i načinu na koji koristiš %1$@ pomažu poboljšati funkcije, performansu i stabilnost za sve. %2$@
hsb: Daty wo wašim graće, wašej hardwarowej konfiguraciji a wo tym, kak %1$@ wužiwaće, wšudźe pomhaja, funkcije, wukon a stabilnosć za kóždeho polěpšić. %2$@
hu: Az eszközre, a hardverbeállításokra és a %1$@ használatára vonatkozó adatok segítenek abban, hogy a funkciók, a teljesítmény és a stabilitás mindenki számára jobb legyen. %2$@
hy_am: Ձեր սարքի, սարքաշարի կազմաձևման և %1$@-ի օգտագործման տվյալներն օգնում են բարելավելու հնարավորությունները, արտադրողականությունը և կայունությունը օգտատերերի համար ամենուր: %2$@
ia: Le datos re tu apparato, le configuration hardware, e tu uso de %1$@ adjuta a meliorar functiones, prestation, e stabilitate pro totes. %2$@
id: Data tentang perangkat Anda, konfigurasi perangkat keras, dan bagaimana Anda menggunakan %1$@ membantu meningkatkan fitur, kinerja, dan stabilitas untuk semua orang. %2$@
is: Gögn um tækið þitt, vélbúnaðarstillingar og hvernig þú notar %1$@ hjálpa til við að bæta eiginleika, afköst og stöðugleika fyrir alla notendur. %2$@
it: I dati relativi al tuo dispositivo, alla sua configurazione hardware e al modo in cui utilizzi %1$@ aiutano a migliorarne funzionalità, prestazioni e stabilità per tutti. %2$@
ja: 端末、ハードウェア構成、%1$@ の使用状況に関するデータは、すべてのユーザーのために、機能やパフォーマンス、安定性の向上に役立てられます。%2$@
ka: მონაცემები თქვენი მოწყობილობის, აპარატურული გაწყობისა და იმის შესახებ, თუ როგორ გამოიყენება %1$@, გვეხმარება შესაძლებლობების, წარმადობისა და მდგრადობის გაუმჯობესებაში ყველა მომხმარებლისთვის. %2$@
kab: Isefka yerzan ibenk-ik, tawila n warrum akked wamek i tesseqdaceḍ %1$@ yettal-aneɣ ad nesnerni timahilin, tamlellit akked urkad i yal yiwen. %2$@
kk: Құрылғыңыз, жабдық конфигурациясы және %1$@ пайдалану жолы туралы деректер барлық пайдаланушылар үшін мүмкіндіктерді, өнімділікті және тұрақтылықты жақсартуға көмектеседі. %2$@
ko: 기기와 하드웨어 설정, %1$@ 사용 방식에 대한 데이터는 기능, 성능, 안정성을 개선하는 데 도움이 됩니다. %2$@
lo: ຂໍ້​ມູນ​ກ່ຽວ​ກັບ​ອຸ​ປະ​ກອນ​ຂອງ​ທ່ານ, ການ​ຕັ້ງ​ຄ່າ​ຮາດ​ແວ, ແລະ ​ວິ​ທີ​ທີ່​ທ່ານ​ນໍາ​ໃຊ້ %1$@ ຊ່ວຍ​ປັບ​ປຸງ​ຄຸນ​ສົມ​ບັດ, ປະ​ສິດ​ທິ​ພາບ, ແລະ​ ຄວາມ​ສະຖຽນ​ສໍາ​ລັບ​ທຸກ​ຄົນ. %2$@
nb: Data om enheten din, maskinvarekonfigurasjonen og hvordan du bruker %1$@ bidrar til å forbedre funksjoner, ytelse og stabilitet for alle. %2$@
nl: Gegevens over uw apparaat, hardwareconfiguratie en hoe u %1$@ gebruikt helpen bij het verbeteren van functies, prestaties en stabiliteit voor gebruikers overal. %2$@
nn: Data om eininga di, maskinvarekonfigurasjonen og korleis du brukar %1$@ bidreg til å forbetre funksjonar, yting og stabilitet for alle. %2$@
pa_in: ਤੁਹਾਡੇ ਡਿਵਾਈਸ, ਹਾਰਡਵੇਅਰ ਸੰਰਚਨਾ ਅਤੇ %1$@ ਨੂੰ ਤੁਸੀਂ ਕਿਵੇਂ ਵਰਤਦੇ ਹੋ, ਦੇ ਬਾਰੇ ਡਾਟਾ ਹਰ ਥਾਂ ਦੇ ਵਰਤੋਂਕਾਰਾਂ ਲਈ ਫ਼ੀਚਰਾਂ, ਕਾਰਗੁਜ਼ਾਰੀ ਅਤੇ ਸਥਿਰਤਾਂ ਵਿੱਚ ਸੁਧਾਰ ਕਰਨ ਲਈ ਮਦਦ ਕਰਦਾ ਹੈ। %2$@
pt_br: Dados sobre seu dispositivo, configuração de hardware e como você usa o %1$@ ajudam a melhorar recursos, desempenho e estabilidade para todos. %2$@
pt_pt: Os dados sobre o seu dispositivo, configuração de hardware e como utiliza o %1$@ ajudam a melhorar funcionalidades, desempenho e estabilidade para todos. %2$@
rm: Datas che descrivan tes apparat, la configuraziun da la hardware e co ti utiliseschas %1$@, gidan a meglierar funcziuns, la prestaziun e la stabilitad per tut:tas. %2$@
ru: Данные о вашем устройстве, конфигурации оборудования и том, как вы используете %1$@, помогают улучшить возможности, производительность и стабильность для всех и каждого. %2$@
sat_olck: ᱟᱢᱟᱜ ᱥᱟᱫᱷᱚᱱ, ᱦᱟᱨᱰᱣᱮᱭᱟᱨ ᱠᱚᱱᱯᱷᱤᱜᱟᱨᱮᱥᱚᱱ, ᱟᱨ ᱟᱢ ᱪᱮᱫ ᱞᱮᱠᱟ %1$@ ᱵᱮᱵᱷᱟᱨ ᱮᱫᱟᱢ ᱚᱱᱟ ᱵᱟᱵᱚᱛ ᱰᱟᱴᱟ ᱥᱟᱱᱟᱢ ᱡᱟᱭᱜᱟ ᱨᱮ ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ ᱠᱚ ᱞᱟᱹᱜᱤᱫ ᱯᱷᱤᱪᱟᱨ, ᱠᱟᱹᱢᱤᱦᱚᱨᱟ ᱟᱨ ᱥᱴᱮᱵᱤᱞᱤᱴᱤ ᱥᱩᱫᱷᱟᱹᱨ ᱨᱮ ᱥᱟᱱᱟᱢ ᱦᱚᱲ ᱜᱚᱲᱚ ᱮᱢᱟᱠᱚᱣᱟᱭ ᱾%2$@
scn: Dati supra ô to dispusitivu, a cunfijurazzioni hardware e ncapu a comu usi %1$@ n’ajuta a travagghiari megghiu ncapu ê carattarìstichi, i pristazzioni e a stabbilità pi tutti l’utenti. %2$@
sk: Údaje o vašom zariadení, hardvérovej konfigurácii a spôsobe používania %1$@u pomáhajú zlepšovať funkcie, výkon a stabilitu pre každého. %2$@
sl: Podatki o vaši napravi, nastavitvi strojne opreme in načinu uporabe brskalnika %1$@ pomagajo izboljšati funkcionalnost, zmogljivost in zanesljivost za uporabnike po vsem svetu. %2$@
sq: Të dhënat rreth pajisjes tuaj, formësimit “hardware” dhe se si e përdorni %1$@-in ndihmojnë të përmirësohen veçori, funksionimi dhe qëndrueshmëria për përdorues kudo. %2$@
sv: Data om din enhet, hårdvarukonfiguration och hur du använder %1$@ hjälper till att förbättra funktioner, prestanda och stabilitet för alla. %2$@
tg: Маълумот дар бораи дастгоҳи шумо, танзимоти сахтафзор ва тарзи истифодаи «%1$@» барои беҳтар кардани хусусиятҳо, самаранокӣ ва устуворӣ барои ҳамаи корбарони браузер кумак мекунад. %2$@
th: ข้อมูลเกี่ยวกับอุปกรณ์ของคุณ การกำหนดค่าฮาร์ดแวร์ และพฤติกรรมการใช้งาน %1$@ ของคุณช่วยปรับปรุงคุณลักษณะ ประสิทธิภาพ และเสถียรภาพสำหรับผู้ใช้ทุกคน %2$@
tr: Cihazınız, donanım yapılandırmanız ve %1$@ uygulamasını nasıl kullandığınızla ilgili veriler tüm kullanıcılarımız için özellikleri, performansı ve kararlılığı iyileştirmemize yardımcı olur. %2$@
ug: ئۈسكۈنىڭىز، قاتتىق دېتال سەپلىمىسى ۋە %1$@ نى قانداق ئىشلىتىش ھەققىدىكى سانلىق مەلۇمات بىزنىڭ بارلىق ئىشلەتكۈچىلەر ئۈچۈن ئىقتىدارلارنى ياخشىلاش ۋە مۇقىملىقىنى ئاشۇرۇشىمىزغا ياردەم بېرىدۇ. %2$@
uk: Дані про ваш пристрій, конфігурацію обладнання і спосіб використання %1$@ допомагають покращити функції, продуктивність і стабільність для всіх користувачів. %2$@
vi: Dữ liệu về thiết bị, cấu hình phần cứng và cách bạn sử dụng %1$@ giúp cải thiện các tính năng, hiệu suất và ổn định cho mọi người. %2$@
zh_cn: 与您的设备、硬件配置、%1$@ 使用方式相关的数据，有助于为全体用户改进功能、性能、稳定性。%2$@
zh_tw: 關於您的裝置、硬體設定，以及您如何使用 %1$@ 的方式，可幫助我們為所有使用者改進功能、效能與穩定度。%2$@

# Onboarding.TermsOfService.PrivacyPreferences.SendTechnicalDataTitle.v135
source: Send technical and interaction data to %@
bs: Pošaljite tehničke podatke i podatke o interakciji na %@
ca: Envia dades tècniques i d’interacció a %@
co: Mandà à %@ i dati tecnichi è d’interazzione
cs: Posílat technická data a data o interakcích společnosti %@
cy: Anfon data technegol a rhyngweithio at %@
da: Send tekniske data og data om brug til %@
de: Technische Daten und Interaktionsdaten an %@ senden
dsb: Techniske daty a daty interakcije na %@ pósłaś
el: Αποστολή τεχνικών δεδομένων και δεδομένων αλληλεπίδρασης στη %@
eo: Sendi teknikajn kaj interagajn datumojn al %@
es: Enviar datos técnicos y de interacción a %@
es_ar: Enviar datos técnicos y de interacción a %@
es_cl: Enviar datos técnicos y de interacción a %@
es_es: Enviar datos técnicos y de interacción a %@
es_mx: Enviar datos técnicos y de interacción a %@
eu: Bidali datu tekniko eta interakziozkoak %@(e)ra
fi: Lähetä teknistä ja vuorovaikutustietoa %@lle
fr: Envoyer des données techniques et d’interaction à %@
gl: Enviar datos técnicos e de interacción a %@
he: שליחת נתונים טכניים ונתוני אינטראקציה ל־%@
hr: Šalji tehničke podatke i podatke o interakciji organizaciji %@
hsb: Techniske daty a daty interakcije na %@ pósłać
hu: Műszaki és interakciós adatok küldése a %@ számára
hy_am: Ուղարկեք տեխնիկական և փոխազդեցության տվյալները %@-ին
ia: Inviar a %@ datos technic e de interaction
id: Kirim data teknis dan interaksi ke %@
is: Senda tækni- og samskiptagögn til %@
it: Invia dati tecnici e di interazione a %@
ja: 技術データと対話データを %@ に送信する
ka: ტექნიკურ და გამოყენების მონაცემებს გაეცნოს %@
kab: Azen isefka itiknikanen akked wid n umyigew %@
kk: Техникалық және өзара әрекеттесу деректерін %@ адресіне жіберу
ko: %@로 기술 및 상호 작용 데이터 보내기
lo: ສົ່ງຂໍ້ມູນດ້ານເຕັກນິກ ແລະ ການໂຕ້ຕອບຫາ %@
ml: സാങ്കേതികയും ഇടപാടുനീയ ദത്ത %@-ക്കു് അയക്കുക
nb: Send tekniske data og interaksjonsdata til %@
nl: Technische en interactiegegevens naar %@ verzenden
nn: Send tekniske data og samhandlingsdata til %@
pa_in: %@ ਨੂੰ ਤਕਨੀਕੀ ਅਤੇ ਤਾਲਮੇਲ ਡਾਟਾ ਭੇਜੋ
pt_br: Enviar dados técnicos e de interação para a %@
pt_pt: Enviar dados técnicos e de interação para %@
rm: Trametter datas tecnicas e d’interacziun a %@
ru: Отправлять технические данные и данные взаимодействия в %@
scn: Manna dati tècnici e di ntirazzioni a %@
sk: Odosielať technické údaje a údaje o interakciách spoločnosti %@
sl: Pošiljaj tehnične podatke in podatke o uporabi organizaciji %@
sq: Dërgo të dhëna teknike dhe ndërveprimesh te %@
sv: Skicka teknisk data och interaktionsdata till %@
tg: Фиристодани маълумоти техникӣ ва ҳамкорӣ ба «%@»
th: ส่งข้อมูลทางเทคนิคและข้อมูลการโต้ตอบไปยัง %@
tr: Teknik verileri ve etkileşim verilerini %@’ya gönder
ug: تېخنىكىلىق ۋە تەسىرلىشىش سانلىق مەلۇماتنى %@ غا يوللايدۇ
uk: Надсилати технічні й аналітичні дані до %@
vi: Gửi dữ liệu kỹ thuật và tương tác đến %@
zh_cn: 向 %@ 发送技术与交互数据
zh_tw: 傳送技術與互動資料給 %@

# Onboarding.TermsOfService.TermsOfServiceAgreement.v135
source: By continuing, you agree to the %@
bs: Nastavkom prihvatate %@
ca: En continuar, accepteu les %@
co: Cuntinuendu, vole si dì chì vo accettate e %@
cs: Pokračováním souhlasíte s %@
cy: Trwy barhau, rydych yn cytuno i'r %@
da: Ved at fortsætte accepterer du %@
de: Indem Sie fortfahren, stimmen Sie den %@ zu.
dsb: Gaž pókšacujośo, zwólijośo do %@
el: Συνεχίζοντας, συμφωνείτε με τους %@
eo: Se vi daŭrigas vi akceptas la %@
es: Al continuar, aceptas los %@
es_ar: Al continuar, aceptás los %@
es_cl: Al continuar, aceptas los %@
es_es: Al continuar, aceptas los %@
es_mx: Al continuar, aceptas los %@
eu: Jarraitzearekin bat, %@ onartzen dituzu.
fi: Jatkamalla hyväksyt %@
fr: En continuant, vous acceptez les %@
gl: Ao continuar, aceptas o %@
he: בחירה בהמשך מהווה הסכמה ל%@
hr: Nastavljanjem prihvaćaš %@
hsb: Hdyž pokročujeće, zwoliće do %@
hu: A folytatással elfogadja az %@.
hy_am: Շարունակելով՝ դուք համաձայնում եք %@-ին
ia: Si tu continua, tu concorda con %@
id: Dengan melanjutkan, Anda menyetujui %@
is: Með því að halda áfram, samþykkir þú %@
it: Proseguendo, accetti le %@
ja: 続けると、%@ に同意したものとみなされます
ka: თუ განაგრძობთ, თანახმა ხართ მიიღოთ %@
kab: S ukemmel, ad tqebleḍ %@..
kk: Жалғастыру арқылы сіз %@ келісесіз
ko: 계속 진행하면 %@에 동의하게 됩니다
lo: ໂດຍການດຳເນີນການຕໍ່, ທ່ານຕົກລົງເຫັນດີກັບ %@
ml: തുടരുന്നതിലൂടെ, താങ്ങൾ %@ അംഗീകരിക്കുന്നു
nb: Ved å fortsette godtar du %@
nl: Door verder te gaan, gaat u akkoord met de %@
nn: Ved å halde fram, godtek du %@
pa_in: ਜਾਰੀ ਰੱਖ ਕੇ ਤੁਸੀਂ %@ ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ
pt_br: Ao continuar, você declara que concorda com os %@
pt_pt: Ao continuar, concorda com os %@
rm: Cun cuntinuar acceptas ti las %@
ru: Продолжая, вы соглашаетесь с %@
scn: Cuntinuannu, accetti i %@
si: ඉදිරියට යාමෙන් ඔබ %@ සඳහා එකඟ වේ
sk: Pokračovaním súhlasíte s dokumentom %@
sl: Z nadaljevanjem se strinjate s %@.
sq: Duke vazhduar, pajtoheni me %@
sv: Genom att fortsätta godkänner du %@
tg: Бо идома додан, шумо бо %@ розӣ мешавед
th: เมื่อดำเนินการต่อ ถือว่าคุณยอมรับ%@
tr: Devam ettiğinizde %@’nı kabul etmiş sayılırsınız.
ug: داۋاملاشتۇرسىڭىز، %@ غا قوشۇلىسىز
uk: Продовжуючи, ви погоджуєтеся з %@
vi: Bằng cách tiếp tục, bạn đồng ý với %@
zh_cn: 继续即表示您同意 %@
zh_tw: 若繼續，代表您同意 %@

# Onboarding.TermsOfService.TermsOfServiceLink.v135
source: %@ Terms of Service.
bs: %@ Uslovi korištenja.
ca: condicions del servei del %@.
co: Cundizioni d’utilizazione di %@.
cs: Podmínky používání aplikace %@.
cy: Amodau Gwasanaeth %@.
da: tjenestevilkår for %@.
de: Nutzungsbedingungen von %@
dsb: Słužbne wuměnjenja %@.
el: Όροι υπηρεσίας %@.
eo: kondiĉojn de uzo de %@.
es: Términos del servicio de %@.
es_ar: Términos del servicio de %@.
es_cl: Términos del servicio de %@.
es_es: Términos del servicio de %@.
es_mx: Términos del servicio de %@.
eu: %@ Zerbitzu-baldintzak
fi: %@in käyttöehdot.
fr: Conditions d’utilisation de %@.
gl: Termos do servizo de %@.
he: תנאי השירות של %@.
hr: %@ uvjeti usluge.
hsb: Słužbne wuměnjenja %@.
hu: %@ szolgáltatási feltételei
hy_am: %@-ի ծառայության պայմանները:
ia: Terminos de servicio de %@.
id: Persyaratan Layanan %@.
is: þjónustuskilmála %@.
it: condizioni di utilizzo del servizio di %@
ja: %@ サービス利用規約
ka: მომსახურების პირობები, რომელსაც გთავაზობთ %@.
kab: Tiwtilin n useqdec n %@.
kk: %@ Қолдану шарттары.
ko: %@ 이용 약관.
lo: %@ ເງື່ອນໄຂການໃຫ້ບໍລິການ.
ml: %@ സേവന നിബന്ധനകള്‍.
nb: %@ tjenestevilkår.
nl: servicevoorwaarden van %@.
nn: %@ tenestevilkår.
pa_in: %@ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ
pt_br: Termos do serviço do %@.
pt_pt: Termos de serviço do %@.
rm: cundiziuns d’utilisaziun da %@.
ru: Условия использования %@.
scn: %@ Tèrmini di sirbizzu.
si: %@ සේවාවේ නියම
sk: Podmienkami používania %@u.
sl: pogoji uporabe %@a
sq: Kushte Shërbimi %@.
sv: %@ Användarvillkor.
tg: Шартҳои хизматрасонии «%@»
th: เงื่อนไขการให้บริการของ %@
tr: %@ Kullanım Koşulları
tt: %@ Куллану Шартлары.
ug: %@ مۇلازىمەت ماددىلىرى
uk: Умови надання послуг %@.
vi: Điều khoản dịch vụ của %@.
zh_cn: %@ 服务条款。
zh_tw: %@ 服務條款。
